cask_args appdir: '/Applications'
tap 'homebrew/cask-cask'
tap 'go-swagger/go-swagger'
tap 'weaveworks/tap'

brew 'git'
brew 'bash-completion'
brew 'vim'
brew 'wget'
brew 'tree'
brew 'jq'
brew 'ghq'
brew 'peco'
brew 'awscli'
brew 'kubernetes-helm'
brew 'gpg'
brew 'go'
brew 'dep'
brew 'terraform'
brew 'stern'
brew 'httpstat'
brew 'python'
brew 'nodejs'
brew 'go-swagger'
brew 'minikube'
brew 'weaveworks/tap/eksctl'

cask 'google-chrome'
cask 'iterm2'
cask 'alfred'
cask 'dropbox'
cask 'bettertouchtool'
cask '1password'
cask 'slack'
cask 'google-japanese-ime'
cask 'docker'
cask 'caffeine'
cask 'spotify'
cask 'skitch'
cask 'inssider'
cask 'virtualbox'
cask 'notion'
cask 'atom'
cask 'google-cloud-sdk'
cask 'datadog-agent'
cask 'amazon-chime'
cask 'tunnelblick'
cask 'kindle'
cask 'basecamp'
cask 'visual-studio-code'
cask 'anki'
