cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'git'
brew 'bash-completion'
brew 'vim'
brew 'wget'
brew 'tree'
brew 'jq'
brew 'ghq'
brew 'peco'
brew 'awscli'
brew 'kubernetes-helm'
brew 'gpg'
brew 'go'
brew 'dep'

cask 'google-chrome'
cask 'iterm2'
cask 'alfred'
cask 'dropbox'
cask 'bettertouchtool'
cask '1password'
cask 'slack'
cask 'google-japanese-ime'
cask 'docker'
cask 'caffeine'
cask 'skype'
cask 'spotify'
cask 'skitch'
#cask 'inssider'
cask 'gitbook'
cask 'gitbook-editor'
cask 'virtualbox'
cask 'minikube'
cask 'notion'
cask 'atom'
cask 'google-cloud-sdk'
caks 'datadog-agent'

mas 'Quiver', id: 866773894
