cask_args appdir: '/Applications'

brew 'git'
brew 'vim'
brew 'wget'
brew 'tree'
brew 'jq'
brew 'ghq'
brew 'peco'
brew 'awscli'
brew 'gpg'
brew 'terraform'
brew 'starship'

cask 'google-chrome'
cask 'iterm2'
cask 'bettertouchtool'
cask '1password'
cask 'slack'
cask 'google-japanese-ime'
cask 'docker'
cask 'spotify'
cask 'skitch'
cask 'inssider'
cask 'notion'
cask 'kindle'
cask 'visual-studio-code'
cask 'raycast'
cask 'sizzy'
cask 'zoom'
cask 'adobe-creative-cloud'

#cask 'dropbox'
